{
    "types": [
        {
            "name": "Tipe Servis",
            "products": [
                {
                    "name": "Jurnal",
                    "descriptions": "Jurnal adalah catatan harian transaksi keuangan yang mencatat semua transaksi perusahaan dengan urutan waktu. Ini adalah langkah awal dalam proses akuntansi di mana setiap transaksi dicatat secara rinci untuk memastikan tidak ada detail yang terlewat. Jurnal mencatat tanggal transaksi, deskripsi, jumlah debit dan kredit, serta akun yang terlibat."
                },
                {
                    "name": "Buku Besar",
                    "descriptions": "Buku Besar adalah buku akuntansi yang menyimpan semua akun perusahaan dan saldo akun tersebut. Setiap transaksi yang tercatat dalam jurnal kemudian dipindahkan ke buku besar, di mana transaksi tersebut dikelompokkan berdasarkan akun. Buku besar memberikan gambaran lengkap tentang saldo akun dan pergerakan setiap akun."
                },
                {
                    "name": "Laporan Keuangan",
                    "descriptions": "Laporan Keuangan adalah ringkasan dari aktivitas keuangan perusahaan selama periode tertentu. Ini mencakup laporan laba rugi, neraca, dan laporan arus kas. Laporan ini membantu dalam menilai kesehatan finansial perusahaan, memantau kinerja keuangan, dan membuat keputusan strategis berdasarkan data keuangan yang akurat."
                },
                {
                    "name": "Data Entry",
                    "descriptions": "Data Entry adalah proses memasukkan informasi ke dalam sistem atau database dari sumber lain, seperti formulir, dokumen, atau catatan lainnya. Dalam konteks akuntansi, ini mungkin melibatkan memasukkan data transaksi ke dalam sistem akuntansi, memperbarui catatan pelanggan, atau mengelola data inventaris."
                },
                {
                    "name": "Cost Control",
                    "descriptions": "Cost Control adalah proses pengelolaan dan pengendalian biaya untuk memastikan bahwa pengeluaran tidak melebihi anggaran yang telah ditetapkan. Ini melibatkan perencanaan, pemantauan, dan analisis biaya untuk mengidentifikasi area di mana efisiensi dapat ditingkatkan dan biaya dapat dikurangi. Cost control membantu dalam menjaga profitabilitas perusahaan dengan memantau dan mengelola pengeluaran."
                }
            ]
        }
    ]
}
