{
    "types": [
        {
            "name": "Perorangan",
            "products": [
                {
                    "name": "SPT Masa Bulanan",
                    "descriptions": "SPT Masa Bulanan adalah surat pemberitahuan yang harus disampaikan oleh wajib pajak perorangan setiap bulan. Dokumen ini berisi laporan penghasilan dan pajak yang harus dibayarkan dalam satu bulan tertentu."
                },
                {
                    "name": "SPT Masa Tahunan",
                    "descriptions": "SPT Tahunan adalah surat pemberitahuan tahunan yang harus disampaikan oleh wajib pajak perorangan. Dokumen ini mencakup laporan lengkap tentang penghasilan dan pajak yang dikenakan selama satu tahun pajak."
                }
            ]
        },
        {
            "name": "Badan Usaha",
            "products": [
                {
                    "name": "SPT Tahunan",
                    "descriptions": "SPT Tahunan Badan Usaha adalah surat pemberitahuan tahunan yang harus disampaikan oleh badan usaha. Dokumen ini mencakup laporan lengkap tentang keuangan perusahaan dan pajak yang dikenakan selama satu tahun pajak."
                },
                {
                    "name": "PPN",
                    "descriptions": "PPN (Pajak Pertambahan Nilai) adalah pajak yang dikenakan atas penjualan barang dan jasa. Badan usaha wajib menghitung, mengumpulkan, dan menyetor PPN ke negara sesuai dengan ketentuan perundang-undangan yang berlaku."
                },
                {
                    "name": "Pajak Daerah",
                    "descriptions": "Pajak Daerah adalah pajak yang dikenakan oleh pemerintah daerah terhadap badan usaha. Pajak ini berbeda-beda di setiap daerah dan digunakan untuk mendukung pembangunan dan pelayanan publik di tingkat lokal."
                }
            ]
        },
        {
            "name": "Badan Usaha PMA",
            "products": [
                {
                    "name": "SPT Tahunan",
                    "descriptions": "SPT Tahunan Badan Usaha PMA adalah surat pemberitahuan tahunan yang harus disampaikan oleh badan usaha penanaman modal asing. Dokumen ini mencakup laporan lengkap tentang keuangan perusahaan dan pajak yang dikenakan selama satu tahun pajak."
                },
                {
                    "name": "PPN",
                    "descriptions": "PPN (Pajak Pertambahan Nilai) adalah pajak yang dikenakan atas penjualan barang dan jasa. Badan usaha PMA wajib menghitung, mengumpulkan, dan menyetor PPN ke negara sesuai dengan ketentuan perundang-undangan yang berlaku."
                },
                {
                    "name": "Pajak Daerah",
                    "descriptions": "Pajak Daerah adalah pajak yang dikenakan oleh pemerintah daerah terhadap badan usaha. Pajak ini berbeda-beda di setiap daerah dan digunakan untuk mendukung pembangunan dan pelayanan publik di tingkat lokal."
                }
            ]
        },
        {
            "name": "Pelatihan Perpajakan",
            "products": [
                {
                    "name": "Brevet Pajak",
                    "descriptions": "Brevet Pajak adalah pelatihan perpajakan yang memberikan pemahaman mendalam tentang sistem perpajakan dan persiapan untuk menghadapi ujian brevet pajak. Pelatihan ini mencakup berbagai aspek perpajakan dan regulasi yang berlaku."
                }
            ]
        }
    ]
}
